Repository: KarelHu/Translation-file-WR-PageBuilder
Catalog: WR PageBuilder Italian/for_use_wr-pagebuilder_wrpagebuilderpot_*.po
Languages: it

source: You can not activate this WR PageBuilder's provider:
it: Non è possibile attivare fornitore WR PageBuilder:

source: It requires WR PageBuilder's version:
it: Richiede la versione del WR PageBuilder:

source: Not found any %s data.
it: Non trovato dati %s

source: Cannot backup current post.
it: Backup non è possibile per questo post

source: Cannot update current post.
it: Impossibile caricare questo post

source: Cannot store WR PageBuilder data to post meta.
it: Non è possibile memorizzare i dati WR PageBuilder per pubblicare meta.

source: Start using the PageBuilder
it: Inizia ad usare PageBuilder

source: empty shortcode name / parameters
it: Nome/parametri shortcode vuoto

source: Add Page Element
it: Aggiungi elemento

source: Classic Editor
it: Editore di testo classico

source: Fail. Can't delete cache folder
it: Errore . Impossibile eliminare la cartella di cache

source: WR PageBuilder Bug Report
it: WR PageBuilder report dei bug

source: (Untitled)
it: (senza titolo)

source: Are you sure you want to delete the whole row including all elements it contains?
it: Sei sicuro di voler cancellare l'intera riga, compresi tutti gli elementi in essa contenuti?

source: Are you sure you want to delete the whole column including all elements it contains?
it: Sei sicuro di voler eliminare l'intera colonna compresi tutti gli elementi in essa contenuti?

source: Are you sure you want to delete the element?
it: Sei sicuro di voler eliminare l'elemento?

source: A table must has atleast 1 columns. You can't remove this column
it: Tabella deve contenere almeno 1 colonna. Non è possibile rimuovere questa colonna

source: A table must has atleast 2 rows. You can't remove this row
it: Tabella deve contenere almeno 2 file. Non è possibile rimuovere questa riga

source: Row span/Column span can't be negative
it: Tabella/colonna non può essere negativa

source: Saving content! Please wait a moment.
it: Salvataggio del contenuto! Si prega di attendere un'attimo.

source: Having error on loading TinyMCE.
it: Errore riscontrato sul caricamento TinyMCE

source: Settings
it: Impostazioni

source: Page Modal
it: Modalità Pagina

source: Convert to
it: Converti in

source: No audio source selected
it: Nessuna fonte audio selezionata

source: Select Destination Marker
it: Seleziona Destinazione Marker

source: No video file selected
it: Nessun file video selezionato

source: None
it: Nessun

source: The link is invalid
it: Il collegamento link non è valido

source: No %s found
it: Non %s trovato

source: Single %s
it: Singolo %s

source: copy
it: copia

source: %s Filter
it: %s Filtra

source: Start From
it: Inizia da

source: Filter By
it: Filtra per

source: Attributes
it: Attributi

source: Attribute
it: Attributo

source: Option Attribute
it: Opzioni dell'attributo

source: After turning off, the content built with PageBuilder will be parsed to plain HTML code and inserted to default editor. Are you sure you want to turn PageBuilder off?
it: Dopo aver spento, il contenuto costruito con PageBuilder verrà analizzato il codice HTML semplice e inserito di default dell'editor. Sei sicuro di voler trasformare e spegnere PageBuilder ?

source: You used up to 50 characters
it: Hai usato fino a 50 carrateri

source: The whole content of current Post will be replaced by content of selected Page item. Do you want to continue?
it: L'intero contenuto del corrente post verrà sostituito dal contenuto della voce di pagina selezionata. Vuoi continuare?

source: Deactivate element
it: Disattivare elemento

source: Activate element
it: Attivare elemento

source: Select
it: Seleziona

source: Select template
it: Seleziona tema / template

source: Upload successfully
it: Caricato con successo

source: Upload fail
it: Errore di caricamento

source: Page is deleted successfully
it: Pagina è stata cancellata con successo

source: Fail. Can't delete layout
it: Errore. Non puoi cancellare layout

source: All pages in this group will be remove. Do you want to continue ?
it: Tutte le pagine di questo gruppo saranno rimosse. Vuoi continuare?

source: This page will be remove. Do you want to continue ?
it: Questa pagina sarà rimossa. Vuoi continuare?

source: Template name can not be null
it: Nome template non può essere nullo

source: Template name exists. Please choose another one.
it: Nome template esiste. Si prega di scegliere un altro.

source: Custom CSS
it: Personalizza Css

source: File doesn't exist
it: Il file non esiste

source: Submit a bug report
it: Invia il report dei Bug

source: Submit
it: Invia

source: Send report bug successfully!
it: Invio del report bug andato a buon fine!

source: Fail to send report, please check again!
it: Errore nel invio del report, si prega di controllare di nuovo!

source: Element not existed!
it: Elemento non esiste!

source: Take Style
it: Scegli stile

source: Select Element
it: Seleziona elemento

source: View
it: Visualizzazione

source: Views
it: Visualizzazioni

source: Save
it: Salva

source: Cancel
it: Annulla

source: Delete Element
it: Elimina elemento

source: Edit element
it: Modifica elemento

source: Duplicate element
it: Duplica elemento

source: Delete element
it: Elimina elemento

source: Convert to
it: Converti in

source: Item
it: Voce

source: Items
it: Voci

source: Add Item
it: Aggiungi Voce

source: Left
it: Sinistra

source: Bottom
it: Sotto

source: Right
it: Destra

source: Hide Live Preview
it: Nascondi Visualizzazione Anteprima

source: Show Live Preview
it: Mostra Anteprima

source: Preview
it: Anteprima

source: Delete
it: Elimina

source: Add Row
it: Aggiungi riga

source: Add Column
it: Aggiungi colonna

source: WR Templates
it: WR Templates/ temi

source: Your Templates
it: Tuoi template/temi

source: Standard Elements
it: Elementi standart

source: You have not activated <b>"WR Free Shortcodes"</b> plugin. Please activate it before using PageBuilder.
it: Non hai attivato <b> "WR Shortcodes " </ b> plugin. Si prega di attivare prima di utilizzare PageBuilder

source: Hybrid
it: Ibrido

source: Roadmap
it: Mappa stradale

source: Terrain
it: Terreno

source: Rounded
it: Rotondo

source: Circle
it: Cerchio

source: Active (Grey)
it: Attivo (Griggio)

source: Success (Green)
it: Successo (Verde)

source: Warning (Orange)
it: Attenzione (Arancione)

source: Danger (Red)
it: Pericolo (Rosso)

source: Warning
it: Attenzione

source: Success
it: Successo

source: Danger
it: Pericolo

source: Primary (Blue)
it: Primario (Blu)

source: Info (Light Blue)
it: Info ( Leggero Blu)

source: Multiple bars
it: Più barre

source: Stacked
it: Staccato

source: Solid
it: Solido

source: Striped
it: A strisce

source: Primary (Dark Blue)
it: Primario (Blu Scuro)

source: Small
it: Piccolo

source: Large
it: Grande

source: Custom
it: Personalizza

source: Current Tab
it: Scheda corrente

source: New Tab
it: Nuova scheda

source: New Window
it: Nuova finestra

source: Center
it: Centrale

source: Square
it: Quadrato

source: No Alignment
it: Nessun effetto

source: Dotted
it: Punteggiato

source: Dashed
it: Tratteggiato

source: Double
it: Doppio

source: Groove
it: Scanalatura

source: Ridge
it: Rigido

source: Inset
it: inserire

source: Normal
it: Normale

source: Bold
it: Audace

source: Appearing Animation
it: Apparizione della Animazione

source: Slide in from Top
it: Slide da Su

source: Slide in from Right
it: Slide da Destra

source: Slide in from Bottom
it: Slide da Giù

source: Slide in from Left
it: Slide da Sinistra

source: Fade in
it: Dissolvenza

source: Appearing Animation Speed
it: Velocità di animazione

source: Slow
it: Lenta

source: Medium
it: Media

source: Fast
it: Veloce

source: Root
it: Radice

source: ( no title )
it: (senza titolo)

source: ( no name )
it: (senza nome)

source: No Action
it: Nessuna Azione

source: Go to URL
it: Segui url

source: Go to Single Entry
it: Vai a singolo ingresso

source: Go to Taxonomy Overview Page
it: Vai alla tassonomia pagina Panoramica

source: Single Entries
it: Singolo

source: Taxonomy Overview Page
it: Tassonomia pagina panoramica

source: Show Large Image
it: Mostra immagine grande

source: Product Type
it: Tipo di prodotto

source: Title
it: Titolo

source: Comment Count
it: Contatore commenti

source: Date
it: Data

source: Name
it: Nome

source: Description
it: Descrizione

source: Count
it: Contare

source: - No ordering -
it: -nessun ordinamento-

source: Ascending
it: Ascendente

source: Descending
it: Discendente

source: Free text
it: Testo libero

source: Yes / No
it: Si / No

source: Margin
it: Margine

source: Done!
it: Fatto!

source: Copy to Clipboard
it: Copia nella clipboard

source: Presentation of any PageBuilder element
it: Presentazione di qualsiasi elemento PageBuilder

source: PageBuilder Element
it: Elementi PageBuilder

source: No elements have been created yet!
it: Nessun elemento è stato ancora creato!

source: Element
it: Elemento

source: Cannot get addons information for current product.
it: Impossibile ottenere informazioni per il prodotto corrente.

source: Missing addon to be installed.
it: Addon mancanti o da installare.

source: The requested action is invalid.
it: Azione richiesta non è valida.

source: You do not have sufficient permissions to either add or delete plugins for this site.
it: Non si dispone di autorizzazioni sufficienti per aggiungere o eliminare i plugin per questo sito.

source: Cannot install %1$s v%2$s. This version requires %3$s v%4$s while you are using %5$s v%6$s.
it: Impossibile installare %1$s v%2$s. Questa è la versione richiesta %3$s v%4$s mentre tu usi %5$s v%6$s.

source: Invalid Parameters! Can not verify your product information.
it: Parametri non validi! Non è possibile verificare i dati del prodotto

source: Invalid username or password.
it: Nome utente o password non validi.

source: We could not find the product in your order list. Seems like you did not purchase it yet.
it: Non siamo riusciti a trovare il prodotto nella vostra lista d'ordine. Sembra che non hai acquistato ancora.

source: Requested file is not found on server.
it: File richiesto non è stato trovato sul server.

source: Cannot connect to WooRockets.com server.
it: Impossibile connettersi al server WooRockets.com

source: Cannot store add-on package to local file system.
it: Impossibile memorizzare pacchetto aggiuntivo per file system locale.

source: You do not have sufficient permissions to activate plugins for this site.
it: Non si dispone di autorizzazioni sufficienti per attivare i plugin per questo sito

source: Cannot detect plugin to activate.
it: Impossibile rilevare il plugin da attivare.

source: WR PageBuilder - Settings
it: WR PageBuilder - Impostazioni

source: Missing post ID.
it: Manca post ID.

source: Missing data converter.
it: Manca convertitore di dati.

source: Data has been successfully converted!
it: I dati sono stati convertito con successo!

source: Data has been successfully converted and published!
it: I dati sono stati convertiti e pubblicati con successo!

source: Enable PageBuilder for...
it: Attiva PageBuilder per...

source: Enable Caching
it: Attiva Caching

source: Load Bootstrap Assets
it: Carica Assets Bootstrap

source: Enable full mode
it: Attiva modalità completa

source: Uncheck post types where you do not want WR PageBuilder to be activated.
it: Deselezionare i tipi di post in cui non si desidera attivare WR PageBuilder.

source: Yes
it: Si

source: Clear cache
it: Cancella cache

source: Select 'Yes' if you want to cache CSS and JS files of WR PageBuilder
it: Selezionare 'Sì' se si desidera memorizzare nella cache CSS e JS file di WR PageBuilder

source: Full Mode is on experiencing period, it could affect to your Post/Page editing performance.
it: Modalità completa nel periodo di esperienza, potrebbe influenzare prestazioni articoli / pagine di editing Post.

source: You should choose NOT to load Bootstrap CSS / JS if your theme or some other plugin installed on your website already loaded it.
it: Si consiglia di scegliere non caricare Bootstrap CSS / JS se il vostro tema o qualche altro plugin installato sul vostro sito web li ha già caricati.

source: Extend %s functionality with following add-ons
it: Estendi le funzionalità %s con i seguenti add-on

source: Incompatible
it: Incompatibile

source: Installed
it: Installato

source: Install
it: Installa

source: Update
it: Aggiorna

source: Uninstall
it: Disinstalla

source: More Info
it: Più info

source: WooRockets Customer Account
it: WooRockets personallizazione dell' Account

source: Username
it: Nome utente

source: Remember Me
it: Ricorda

source: Are you sure you want to uninstall %s?
it: Sei sicuro di voler disinstallare %s?

source: Verifying...
it: Verifica in corso...

source: Installing...
it: Installazione in corso...

source: Updating...
it: Aggiornamento in corso...

source: Uninstalling...
it: Disinstallazione in corso...

source: Disable
it: Disattiva

source: Advanced
it: Avanzato

source: Custom CSS Class for the wrapper div of this element
it: Personalizza Classe Css per fascia div di questo elemento

source: Custom CSS ID for the wrapper div of this element
it: Personalizza CSS Id di questo elemento per tutta fascia simile

source: Copy Style from...
it: Copia stile da...

source: Select element
it: Seleziona elemento

source: Copy Styling prameters from other same type element
it: Copia parametri di Stile da altro elemento dello stesso tipo

source: Element Title
it: Titolo dell'elemento

source: Set title for current element for identifying easily
it: Imposta titolo per elemento corrente per identificarlo facilmente

source: External spacing with other elements
it: Spazio esterno con altri elementi

source: Delete column
it: Elimina colona

source: Add Element
it: Aggiungi elemento

source: Width
it: Larghezza

source: Full
it: Completo

source: Background
it: Sfondo

source: Solid Color
it: Colore solido

source: Gradient Color
it: Colore graduale

source: Pattern
it: Modello

source: Image
it: Immagine

source: Gradient Direction
it: Direzione graduale

source: Vertical
it: Verticale

source: Horizontal
it: Orizzontale

source: Repeat
it: Ripeti

source: Position
it: Posizione

source: Enable Paralax
it: Abilita Paralax

source: Border
it: Bordo

source: Move Up
it: Sposta Su

source: Move Down
it: Sposta Giù

source: Add column
it: Aggiungi colona

source: Delete row
it: Cancella riga

source: No, take me back
it: No, torna indietro

source: After deactivating, all content built with PageBuilder will be parsed to plain HTML code. Are you sure you want to deactivate PageBuilder plugin?
it: Dopo la disattivazione, tutti i contenuti costruiti con PageBuilder sarano trasformati in codice HTML semplice. Sei sicuro di voler disattivare il plugin PageBuilder?

source: Yes, deactivate plugin
it: Si ,disattiva plugin!

source: Or if you want to deactivate without parsing 'content built with PageBuilder' to HTML code, click on the button below
it: Oppure, se si desidera disattivare senza perdere il contenuto costruito con PageBuilder' di codice HTML, cliccare sul pulsante qui sotto

source: Deactivate without parsing data
it: Disattivare senza analisi dei dati

source: WordPress &rsaquo; Confirmation
it: WordPress &rsaquo; Conferma

source: Nonce is invalid!
it: Nonce non è valido!

source: Typography
it: Tipografia

source: Vertically stacked and tabbed content
it: Verticalmente accatastati e schede contenuti

source: Tab
it: Etichetta

source: Carousel
it: Carosello

source: List
it: Lista

source: Initial Open
it: Aprire iniziale

source: Set which item will be opened first
it: Seleziona che punto sarà aperto prima

source: Allow Multiple Opening
it: Consenti apertura multipla

source: Keep previous item opened when clicking on another one
it: Mantenere voce precedente aperta quando si clicca su un altro

source: Enable Filter
it: Attiva filtro

source: Filter based on items' tags name. Please set tag for item first.
it: Filtro basato sul nome tag degli oggetti. Si prega di impostare prima tag per oggetto.

source: Accordion Item
it: Voce

source: Heading
it: Titolo

source: Icon
it: Icona

source: Tag Name
it: Nome Tag

source: Used for items filtering
it: Usato per gli elementi filtranti

source: Alert
it: Alerta

source: Multiple Alert message box types
it: Alerta Multipla tipo messaggio Box

source: Alert Content
it: Allerta contenuto

source: Type
it: Tipo

source: Show Icon
it: Mostra Icone

source: Icon Size
it: Dimensione dell'icona

source: Allow to close
it: Consenti di chiudere

source: Whether the customers can close the alert or not
it: Se utenti possono chiudere l'avviso o meno

source: Local file or Soundcloud
it: File locale o Soundcloud

source: Local file
it: File locale

source: Insert your audio link from SoundCloud or local file
it: Inserisci link dell'audio da SoundCloud o da file locale

source: Dimension
it: Dimensione

source: Set width and height of element
it: Seleziona larghezza e altezza dell'elemento

source: Color
it: Colore

source: Select color for Play Button
it: Seleziona colore per tasto Play

source: Elements
it: Elementi

source: Download Button
it: Tasto Scarica

source: Share Button
it: Tasto condivisione

source: Play Count
it: Contatore di riproduzione

source: Comments
it: Commenti

source: Elements to display on audio player
it: Elementi da mostrare sul display dell'audio player

source: Auto play the audio
it: Auto play audio

source: Choosing track to start playing
it: La scelta di Track per iniziare a riprodurre

source: Play/Pause Button
it: Play/Pause Tasto

source: Current Time
it: Ora corrente

source: Time Rail
it: Tempo ferroviario

source: Track Duration
it: Durata Track

source: Volume Button
it: Tasto volume

source: Whether to repeat playing or not
it: La ripetizione della riproduzione o no

source: Alignment
it: Aliniamento

source: Country
it: Paese

source: Full Name
it: Nome completo

source: Genre
it: Genere

source: User
it: Utente

source: Format
it: Formato

source: Duration
it: Durata

source: Button
it: Tasto

source: Eye catching button for hyperlinks
it: Pulsante Eye per i collegamenti ipertestuali

source: Text
it: Testo

source: On Click
it: Cliccando

source: Select link types: link to post, page, category...
it: Seleziona il tipo di link; link all'articolo, pagina, categoria...

source: Single Item
it: Voce singola

source: Open in
it: Apri in

source: Select type of opening action when click on element
it: Seleziona il tipo di apertura quando si clicca sul elemento

source: Size
it: Dimensione

source: Select the color of the button
it: Seleziona il colore del tasto

source: Button Bar
it: Pulsanti Multipli

source: Distance between items
it: Distanza tra le voci

source: Show Title
it: Mostra il titolo

source: Show Group Buttons
it: Mostra il gruppo di pulsanti

source: Button Bar Item
it: Voce dei pulsanti

source: Custom dimensions
it: Personalizza dimensioni

source: Height
it: Altezza

source: Rotating circular content with text and images
it: Contenuti circolari rotanti con testo e immagini

source: Show Indicator
it: Mostra Indicatore

source: Round Pagination buttons
it: Pulsanti di paginazione rotondi

source: Show Arrows
it: Mostra Arrows

source: Previous & Next buttons
it: Pulsanti Precedente & Prossimo

source: Automatic Cycling
it: Ciclo automatico

source: Automatically run carousel
it: Eseguire Carosello automaticamente

source: Cycling Interval
it: Intervallo di ciclo

source: Set interval for each cycling
it: Seleziona intervallo di tempo per ogni ciclo

source: Pause on mouse over
it: Pausa al passaggio del mouse

source: Pause cycling on mouse over
it: Pausa del ciclo al passaggio del mouse

source: Carousel Item
it: Voce Carosello

source: Image File
it: File immagine

source: Divider
it: Divisore

source: Horizontal line for dividing sections
it: Linea orizzontale per dividere sezioni

source: Divider Width
it: Larghezza della divisione

source: Map with a specified title and location
it: Mappa con titolo e locazione

source: Container Style
it: Stile

source: Zoom Level
it: Livello Zoom

source: Map Type
it: Tipologia di mappa

source: Map Type Controls
it: Tipologia mappa Controls

source: Scale Controls
it: Controlli scala

source: Overview Map Controls
it: Panoramica Mappa Controls

source: Marker
it: Marcatore

source: Google Maps Item
it: Voce Google Maps

source: Description of marker
it: Discrezione del marcatore

source: Location
it: Posizione

source: Long
it: Longitudine

source: Lat
it: Latitudine

source: Enable Direction
it: Attiva Direzione

source: Destination
it: Destinazione

source: Heading tags for text
it: Titolo dei Tag per testo

source: Support tags: H1, H2, H3, H4, H5, H6
it: Supporto tag: H1, H2, H3, H4, H5, H6

source: Your heading text
it: Tuo testo del tiltolo

source: Font Attributes
it: Attributi Font

source: Enable Underline
it: Abilita Sottolineato

source: Underline Style
it: Sottolineato Stile

source: Underline Padding
it: Sottolineato Padding

source: Simple image with animation
it: Immagine con animazione

source: Image Size
it: Dimensione Immagine

source: Set image size
it: Seleziona la dimensione immagine

source: Set alt text for image
it: Seleziona testo alternativo per immagine

source: Set link type of image
it: Seleziona tipo di link per immagine

source: Large Image Size
it: Dimensione Immagine Grande

source: Choose image size
it: Scegli dimensione immagine

source: Url of link when click on image
it: Url del link quando si clicca sulla immagine

source: List Item
it: Lista voci

source: List of free content with icons
it: Lista dei contenuti gratuiti con icone

source: Icon Background
it: Icona di sfondo

source: Icon Color
it: Colore Icona

source: Show Heading
it: Mostra Titolo

source: Heading Font
it: Font titolo

source: Select Font Face
it: Seleziona Font

source: Set size and text style for your heading
it: Seleziona dimensione e stile di testo per titolo

source: Value
it: Valore

source: Option
it: Opzione

source: Description Tooltip
it: Descrizione Tooltip

source: Currency
it: Valuta

source: Price
it: Prezzo

source: Time Limits
it: Limite di tempo

source: Button Text
it: Testo del Pulsante

source: Buy now
it: Acqusta ora

source: Button Link
it: Pulsante link

source: Featured
it: In primo piano

source: Pricing Table
it: Tabella prezzi

source: Pricing table with flexible settings
it: Tabella prezzi con impostazioni flessibili

source: Options
it: Opzioni

source: Elements to display on pricing table
it: Elementi per display sulla tabella prezzi

source: Progress Bar Item
it: Barra Progresso

source: Percentage
it: Percentuale

source: Style
it: Stile

source: Progress Bar
it: Barra Progresso

source: Animated progress bar
it: Barra Progresso Animata

source: Presentation
it: Presentazione

source: Show Percentage
it: Mostra Percentuale

source: Animated Progress Bar
it: Barra Progresso Animata

source: Progress Circle
it: Progresso modalità cerchio

source: Animated progress circle
it: Progresso modalità cerchio animata

source: The circle information
it: Cerchio informazioni

source: Foreground Color
it: Colore di primo piano

source: Background Color
it: Colore dello sfondo

source: Use Fill Color
it: Utilizzare strumenti di colore

source: Fill Color
it: Colore riempimento

source: Circle Thickness
it: Spessore cerchio

source: Size of process circle, caculated by its diameter
it: Dimensioni del processo cerchio, calcolato dal suo diametro

source: Font Size
it: Dimensione Font

source: Show half
it: Mostra metà

source: Promotion Box
it: Box promozione

source: Styled box for promotion
it: Stile del box promozione

source: Promotion Title
it: Titolo Promozione

source: Promotion Box Title
it: Titolo del Box Promozione

source: Promotion Content
it: Contenuto Promozione
