Repository: KarelHu/Translation-file-WR-PageBuilder
Catalog: WR PageBuilder Italian/for_use_wr-pagebuilder_wrpagebuilderpot_*.po
Languages: it

source: Button Title
it: Titolo Pulsante

source: Border Width
it: Larghezza del bordo

source: Border Color
it: Colore del Bordo

source: Show Shadow
it: Mostra Ombra

source: Shadow of Promotion Box
it: Ombra del Box Promozione

source: Content
it: Contenuto

source: Elements to display on promotion box
it: Elementi da mostrare nel Box promozioni

source: Select Font Type
it: Selezione tipo di Font

source: Set Font Attribute
it: Seleziona Attributo Font

source: Bottom Padding
it: Padding Basso

source: Set Bottom Padding
it: Seleziona Padding Basso

source: Bottom Margin
it: Margine basso

source: Set Bottom Margin
it: Seleziona margine basso

source: Set Button Size
it: Seleziona dimensione del pulsante

source: Button Color
it: Colore Pulsante

source: Set Button Color
it: Seleziona Colore del Pulsante

source: QR code with data setting
it: QR code con impostazioni dei dati

source: Here you can input names, urls, phone numbers, email addresses or plain text
it: Qui è possibile inserire nomi, URL, numeri di telefono, indirizzi email o di testo normale

source: Image ALT Text
it: ALT Text per immagine

source: Text tooltip appears when QR box is hovered through
it: Tooltip testo appare quando box QR si librava attraverso

source: QR Code Size
it: QR Code dimensione

source: Tab Item
it: Etichetta voce

source: Tabbed content
it: Contenuti a schede

source: Open First
it: Apri Primo

source: Tab to be opened at first load
it: Tab per essere aperto in primo carico

source: Fade Effect
it: Effetto dissolvenza

source: Tab Position
it: Posizione scheda

source: Tab Item
it: Voce scheda

source: Table Item
it: Tabella Voce

source: Row Span
it: Spazio Riga

source: Enable extending over multiple rows
it: Abilita estensione su più righe

source: Column Span
it: Spazio colone

source: Enable extending over multiple columns
it: Abilita estensione su più colonne

source: Row Style
it: Stile Riga

source: Table content
it: Tabella contenuto

source: Table
it: Tabella

source: Simple table with flexible setting
it: Semplice tabella con impostazioni flessibili

source: Table Content
it: Contenuto Tabella

source: Bordered
it: Delimitata

source: Testimonial Item
it: Testimonianza

source: Client's Name
it: Nome clienti

source: Client's Name Description
it: Descrizione nomi clienti

source: Client's Position
it: Posizione Clienti

source: Client's Position Description
it: Descrizione Posizione Clienti

source: Feedback Content
it: Contenuto Feedback

source: Country Description
it: Descrizione Paese

source: Company
it: Azienda

source: Company Description
it: Descrizione Azienda

source: Website URL Description
it: Website URL Descrizione

source: Avatar
it: Foto

source: Image File for User
it: Immagine per Utente

source: Testimonial
it: Testimonianza

source: Testimonial with flexible settings
it: Testimonianza con impostazioni flessibili

source: Items per Slide
it: Voci per Slide

source: Slider Elements
it: Elementi slider

source: Arrows
it: Frecce

source: Indicator
it: Indicatore

source: Content Elements
it: Contenuto elementi

source: Length Limitation
it: Limitazione Lunghezza

source: Words
it: Parole

source: Characters
it: Caratteri

source: Simple text
it: Testo semplice

source: Parent Element Text
it: Parent dell'elemento testo

source: Enter some content for this textblock
it: Inserire alcuni contenuti per questo blocco di testo

source: Enable Dropcap
it: Abilita Dropcap

source: The first letter of paragraph that is enlarged
it: La prima lettera del paragrafo che viene allargata

source: Set Font Face
it: Seleziona Font Face

source: Tooltip with flexible setting
it: Tooltip con impostazioni

source: Your text
it: Tuo testo

source: Tooltip Content
it: Contenuto Tooltip

source: Your tooltip content
it: Tuo contenuto Tooltip

source: Tooltip Position
it: Posizione Tooltip

source: Make Parent Element a Button
it: Fai Parent Element pulsante

source: Create button from text
it: Crea pulsante dal Testo

source: Delay
it: Ritardo

source: Set time (ms) to show/ hide tooltip when hover/ leave
it: Impostare il tempo (ms) per mostrare / nascondere tooltip quando abbandonare

source: Embed Youtube/Vimeo or local file player
it: Embed Youtube/Vimeo o player locale

source: Overlay Play Button
it: Pulsante Play

source: Fullscreen Button
it: Pulsante schermo intero

source: Elements to display on video player
it: Elementi da mostrare sul video Player

source: Show List
it: Mostra Lista

source: Show YouTube Logo
it: Mostra logo YouTube

source: Display YouTube logo on action bar that redirects users to original YouTube video
it: Visualizza logo YouTube sulla barra azione che reindirizza gli utenti a video originale su YouTube

source: Show Related Video
it: Mostra Video correlati

source: Display related video at the end of YouTube video
it: Visualizzare video correlati alla fine del video di YouTube

source: Show Information
it: Mostra Info

source: Display video title & brief info on top bar of video player
it: Mostra Titolo del video e brevi informazioni sulla barra superiore del lettore video

source: Auto Hide
it: Nascondi automaticamente

source: Auto minimize Progress Bar
it: Auto minimizzare Progress Bar

source: Both after playing a couple seconds
it: Dopo qualche secondo alla fine riproduzione

source: Never Hide
it: Non nascondere mai

source: Show Caption (CC)
it: Mostra Caption (CC)

source: Never
it: Mai

source: Auto play the video
it: Auto play video

source: Controls Color
it: Colore panello controli

source: Set color of controls
it: Seleziona colore panello controli

source: Author Name
it: Nome Autore

source: Done
it: Fatto

source: Input here custom CSS code you want to be loaded on this page
it: Inserisci qui codice CSS personalizzato che si desidera che venga caricato su questa pagina

source: &mdash; Untitled &mdash;
it: &mdash; Senza Titolo &mdash;

source: Save current content as template
it: Salve contenuto del template

source: Layout name
it: Nome Layout

source: Saved successfully
it: Salvato

source: Apply template from library
it: Applica template dalla libreria

source: Active Page Builder
it: Attiva Page Builder

source: On
it: Su

source: Deactivate Page Builder
it: Disattiva Page Builder

source: Compact
it: Compatto

source: Page template
it: Template pagina

source: Save as new template
it: Salva nuovo Template

source: Load template
it: Carica Template

source: Template name:
it: Nome Template

source: Your current %1$s has been built by using <strong>%2$s</strong>. Would you like to convert all data to <strong>WR PageBuilder</strong>?
it: Il tuo contenuto attuale %1$s è stato costruito utilizzando <strong>%2$s </ strong>. Volete convertire tutti i dati in <strong> WR PageBuilder </ strong>?

source: I also want to backup all data as a new %s
it: Voglio anche fare il backup nuovo di tutti i dati %s

source: Converting Data...
it: Conversione dei dati...

source: Convert
it: Converti

source: or
it: o

source: Convert and Publish
it: Converti e Pubblica

source: PageBuilder for this page is currently off.
it: PageBuilder per questa pagina attualmente è spento

source: Turn PageBuilder on
it: Accendere PageBuilder su

source: by
it: da

source: Documentation
it: Documentazione

source: Support
it: Supporto

source: Please give the details of your report. Our technical staffs will recheck and fix bug(s) as soon as possible
it: Si prega di dare i dettagli del report. Il nostro personale tecnico controlerà e correggerà bug (s) al più presto possibile

source: Chose the browser that you meet the bug while using
it: Scegli il browser con quale si incontra il bug durante l'utilizzo

source: --Select Browser--
it: --Seleziona Browser--

source: Other
it: Altri

source: Attachment(s)
it: Allegato(i)

source: Or Enter an URL
it: o inserisci Url

source: You have not install Free or Pro Shortcode package.
it: Non hai installare Free o Pro pacchetto Shortcode.

source: Page Elements
it: Elementi pagina

source: All Elements
it: tutti elementi

source: Search
it: Cerca

source: Clear Search
it: Pulizia Cerca

source: WR PageBuilder Settings
it: WR PageBuilder Impostazioni

source: Settings saved.
it: Impostazioni salvati

source: Settings is not saved.
it: Impostazioni non sono stati salvati!

source: Your settings are saved successfully
it: Tue impostazioni sono stati salvati con successo

source: Awesome content builder for Wordpress websites
it: Impressionante Generatore di contenuto per WordPress

source: Thank you for installing WR Page Builder from WooRockets Team! We are making new hi-quality themes and plugins for you ;) Follow us on <a href="%s" target="_blank" >Twitter</a> or <a href="%s" target="_blank" >Subscribe</a> to our email list and be the first to get updated.
it: Grazie per avere installato WR Page Builder da WooRockets Team! Stiamo facendo nuovi temi e plug-in di alta qualità per voi;) Seguici su <a target="_blank" href="%s"> Twitter </a> o <a href = target "% s" = "_ blank" > Iscriviti </a> alla nostra mailing list per essere il primo ad ottenere aggiornamenti.

source: <strong>WR Page Builder</strong> is the easiest page builder for WordPress and a totally free WordPress page builder plugin for everyone. It is a simple drag’n’drop plugin that helps you build a complete WordPress page within few minutes without any coding knowledge required.
it: <strong> WR Page Builder </ strong> è il costruttore di pagine più semplice per WordPress. plugin è completamente gratuito per tutti. Si tratta di un semplice plugin drag'n'drop che ti aiuta a costruire una pagina WordPress completa in giro di pochi minuti, senza alcuna conoscenza di codifica richiesta.

source: Current version
it: Versione corrente

source: Change log
it: Registro modifiche

source: Follow us to get latest updates
it: Seguici per ricevere ultimi aggiornamenti

source: Follow
it: Segui

source: Enter your email
it: Inserisci il tuo indirizzo e-mail

source: Join our mailing list
it: Iscriviti alla nostra mailing list

source: Receive the latest updates about WR Page Builder as well as all the best news from WooRockets
it: Ricevi gli ultimi aggiornamenti circa WR Page Builder così come tutte le migliori notizie da WooRockets

source: Detailed construction of how to use WR Page Builder
it: L'istruzione dettagliata di come utilizzare WR Page Builder

source: Hot Features
it: Caratteristiche in primo piano

source: For Developers
it: Per sviluppatori

source: For Translators
it: Per traduttori

source: Intuitive Layout
it: Layout intuitivo

source: Once installed, it’s located next to the default WordPress Editor. To help you easily create your pages/posts, <strong>WR Page Builder</strong> is designed with a simple and intuitive layout. You can easily switch between compact mode and full preview mode to preview everything you have created without going back to the front-end.
it: Una volta installato, è situato vicino al default WordPress Editor. Per aiutarvi a creare facilmente pagine / messaggi, <strong> WR Page Builder </ strong> è stato progettato con un layout semplice e intuitivo. Si può facilmente passare dalla modalità compatta e modalità di anteprima completa per vedere in anteprima tutto quello che hai creato senza tornare al front-end.

source: Drag and drop is a convenient functionality for creating a page or a post. You can easily arrange columns, move page elements or widgets into another position and even resize columns using just your mouse. You can also use the “Move button” on the sidebar to move rows up or down.
it: Drag and drop è una comoda funzionalità per la creazione di una pagina o di un post. Si può facilmente organizzare le colonne, spostare gli elementi della pagina o widget in un'altra posizione ed anche ridimensionare le colonne utilizzando solo il mouse. È inoltre possibile utilizzare il pulsante "Sposta" nella barra laterale per spostare le righe verso l'alto o verso il basso.

source: Advanced Page Elements (Built-in Shortcodes)
it: Elementi Avanzati di pagina (Built-in Shortcodes)

source: We have created many advanced page elements, such as: Pricing Tables, QR codes, Testimonials, Tables… You can choose the most suitable field and add as many elements as you want for your site without any coding. Interestingly, you can easily search these elements with the Spotlight Filter.
it: Abbiamo creato molti elementi di pagina avanzati, come ad esempio: le tabelle dei prezzi, codici QR, Testimonials, Tavoli ... È possibile scegliere il campo più adatto e aggiungere tanti elementi che vuoi per il tuo sito, senza alcuna codifica. È interessante notare, è possibile cercare facilmente questi elementi con il filtro Spotlight.

source: If you are going to build Add-on for WR Page Builder, this document is made for you. This part includes a knowledge base about WR Page Builder, some basic APIs, and a tutorial to make a simple Add-on with a simple element.
it: Se avete intenzione di costruire Add-on per WR Page Builder, questo documento è fatto per voi. Questa parte comprende una base di conoscenze su WR Page Builder, alcune API di base, e un tutorial per fare un semplice add-on con un semplice elemento.

source: Docs for Developers
it: Docs per sviluppatori

source: Get our Source Code at Github!
it: Ottieni il nostro codice sorgente a Github!

source: Source Code
it: Codice sorgente

source: Having any exciting ideas or improvements for WR Page Builder to grow our WordPress Community? Drop an email to our WooRockets Astronaut Tony at
it: Avere le idee interessanti o miglioramenti per WR Page Builder per far crescere la nostra comunità WordPress?Invia una mail al nostro astronauta Tony di WooRockets

source: If you are reading this, we need your contribution! We appreciate all kinds of support for Translating WR Page Builder into your language!
it: Se stai leggendo questo, abbiamo bisogno del tuo contributo! Apprezziamo tutti i tipi di supporto per la traduzione WR Page Builder nella tua lingua!

source: Translate WR Page Builder
it: Traduci WR Page Builder

source: Our awesome translators
it: I nostri impressionanti traduttori

source: Rate WR Page Builder
it: Vota WR Page Builder

source: Share your thoughts of WR Page Builder with other WordPress folks. Next versions of Page Builder will be improved basing on your opinions.
it: Condividi i tuoi pensieri su WR Page Builder con altre persone di WordPress. Versioni successive di Page Builder saranno migliorate basandosi sulle vostre opinioni.

source: Submit your Website
it: Invia il tuo sito web

source: Share your website using WR Page Builder with us. We can include it in our showcase collection and have it exposed to thousands of WooRockets's website visitors.
it: Condividi il tuo sito web costruito con WR Page Builder con noi. Siamo in grado di includerlo nella nostra vetrina ed esporlo a migliaia di visitatori del sito di WooRockets.

source: Review
it: Recensione

source: Learn more from <strong>OUR BLOG</strong>
it: Scopri di più dal <strong>NOSTRO BLOG</strong>

source: Follow our blog for latest news, tutorials & interviews about WooComerce & WordPress
it: Segui il nostro blog per le ultime notizie, tutorial e interviste su WooComerce & WordPress

source: SEE OUR OTHER AWESOMENESS
it: Guarda nostri altri fantastici lavori

source: Freebies download
it: Da scaricare gratis
